<?xml version="1.0" encoding="utf-8"?>
<resources>
    <string-array name="languages">
        <item>Swabian</item>
        <item>German</item>
        <item>English</item>
    </string-array>
    <string-array name="forbidden_characters" translatable="false" >
        <item>ò</item>
        <item>ň</item>
        <item>ĵ</item>
    </string-array>
    <string-array name="featuresNames">
        <item>Manage products</item>
        <item>Manage QR-Codes</item>
        <item>Checkout</item>
        <item>Manage employees</item>
        <item>Statistics</item>
        <item>Change money</item>
        <item>Add employees</item>
        <item>Add prepaid account</item>
        <item>Passport controlling</item>
        <item>Import goods</item>
    </string-array>

    <string-array name="anleitungen" translatable="false">
        <item>"Dr\u00FCckst du auf das \"\u00DCberweisen\"-Feld im Hauptmen\u00FC, so \u00F6ffnet sich ein neues Fenster in dem nach und nach alle Transaktionen, nach Datum sortiert, geladen werden, an denen du beteiligt warst.\n\nLinks in Blau siehst du immer den Wochentag und die Uhrzeit, an der die Transaktion eingegangen ist.\nIn der Mitte wird in gro\u00DF (wenn die Transaktion in dein Konto eingeganfgen ist) der Absender bzw. (wenn die Transaktion von deinem Konto ausgegangen ist) der Empf\u00E4nger der Transaktion angezeigt. Dieses Feld ist vom Auftraggeber bzw. von dir frei gew\u00E4hlt worden. Es kann also nicht garantiert werden, dass der angegebene Name auch der tats\u00E4chliche ist. Wurde die Transaktion von einem Nicht-Authentifiziertem Ger\u00E4t gesendet, so findest du hier nicht den frei gew\u00E4hlten Namen, sondern die Kontonummer des Auftraggebers/Empf\u00E4ngers.\nUnter dem Namen ist in klein die Art der Transaktion (\u00DCberweisungen, Eink\u00E4ufe, Ein- bzw. Auszahlungen oder Lohnabrechnungen) angezeigt.\nAm rechten Rand wird in rot oder in gr\u00FCn die H\u00F6he der Transaktion angezeigt. Hat sich dein Kontostand durch die Transaktion erh\u00F6ht, so wird sie gr\u00FCn angezeigt, wurde Geld von deinem Konto abgezogen, so wird sie rot dargestellt.\n\nScrollst du ganz nach unten durch deine \u00DCberweisungen, kann es sein, dass du auf einen \"Lade-Spinner\" st\u00F6\u00DFt. Sobald dieser erscheint, bedeutet das, dass noch \u00E4ltere \u00DCberweisungen auf dem Server gefunden wurden und gerade geladen werden.\nM\u00F6chtest du die Liste aktualisieren (falls du glaubst, es k\u00F6nnte w\u00E4hrend du die Liste offen hattest noch eine Transaktion eingetroffen sein), so scrolle die Liste ganz nach oben. Wenn du ganz oben angekommen bist, ziehst du einfach nocheinmal die Liste nach unten, bis ein kleiner \"Ladeball\" nach unten kommt und nochmal alle nun vorhandenen Transaktionen aus der Datenbank abfragt. Verschwindet der Ball, so ist die Liste aktualisiert.\n\nKlickst du auf eine \u00DCberweisung, so \u00F6ffnet sich ein Dialog-Fenster, in dem du weitere Informationen \u00FCber die Transaktion erfahren kannst.\nDas \"Auftraggeber\"-Feld verh\u00E4lt sich genau so wie das Namensfeld aus der Liste (s.o.).\nIm \"Kontonummer\"-Feld wird die Kontonummer des Auftraggebers/Empf\u00E4ngers angegeben. Im Gegensatz zum Namen ist diese nicht frei \u00E4nderbar. Sie repr\u00E4sentiert also eindeutig den Auftraggeber/Empf\u00E4nger der Transaktion.\nIm \"Verwendungszweck\"-Feld wird der vom Auftraggeber festgelegte Verwendungszweck angezeigt. Wurde die Transaktion von einem Nicht-Authentifiziertem Ger\u00E4t ausgef\u00FChrt, enth\u00E4lt dieses Feld einen Standardverwendungszweck (z.B. \"Web-\u00DCberweisung\").\nIm \"Art\"-Feld wird, wie schon in der Auflistung, die Art der Transaktion angezeigt (s.o.).\n\nEs ist auch m\u00F6glich, gezielt nach \u00DCberweisungen zu suchen. Tippe dazu einfach auf die Lupe in der rechten, oberen Ecke des Bildschirms. Nun tippe den Namen (oder auch nur einen Teil des Namens) in die Suchleiste ein. Mit jedem neu getippten Buchstaben wird die Liste nach dieser Buchstabenfolge gefiltert. M\u00F6chtest du zur ungefilterten Liste zur\u00FCckkehren, so l\u00F6sche entweder alle Buchstaben aus dem Suchfeld oder dr\u00FCcke auf das \"X\"."</item>
        <item>Tippst du auf der \u00DCberweisungen-Seite auf das Plus-Symbol am rechten unteren Bildschirmrand, so \u00F6ffnet sich ein Formular zum senden einer \u00DCberweisung.\nIm \"Beg\u00FCnstigter\"-Feld muss der Empf\u00E4nger der \u00DCberweisung beim Namen eingetragen werden. Rechts daneben, im \"Kntnr.\"-Feld muss die eindeutige Kontonummer des Empf\u00E4ngers eingetragen werden.\nIm \"Auftraggeber\"-Feld muss dein Name eingetragen werden.\nIm \"Betrag\"-Feld tr\u00E4gst du den Stromerbetrag ein, den du \u00FCberweisen m\u00F6chtest. Es sind nur Betr\u00E4ge gr\u00F6\u00DFer als 0S und mit maximal zwei Nachkommastellen gestattet.\nIm \"Verwendungszweck\"-Feld tr\u00E4gst du einen Text deiner Wahl als Verwendungszweck ein. Hier sind maximal 300 Zeichen erlaubt.\nDr\u00FCckst du auf den \"\u00DCberweisen\"-Knopf, wird die \u00DCberweisung inwideruflich durchgef\u00FChrt.</item>
        <item>Tippt man auf das \"Scannen\"-Feld auf der Startseite, so \u00F6ffnet sich die Kamera des Ger\u00E4ts.\nHier gibt es erst einmal die M\u00F6glichkeit, das Kameralicht anzuschalten, indem man auf den Blitz dr\u00FCckt.\nH\u00E4lt man die Kamera nun auf einen g\u00FCltigen Produkte-Bar-/QR-Code, so wird der Barcode mit der Datenbank abgeglichen. Ist dieser Code in einem Unternehmen als Produkt gemeldet, so wird er dem Einaufswagen hinzugef\u00FCgt. Ist noch kein Produkt im Einkaufswagen und mehrere Unternehmen verkaufen ein Produkt mit diesem Code, dann \u00F6ffnet sich ein Auswahldialog, in dem du das Produkt aussuchen musst, das von dem Unternehmen stammt, von dem du es kaufen m\u00F6chtest. Allgemin gilt: du kannst nur Produkte von einem Unternehmen gleichzeitig in deinem Einkaufswagen haben. Scannst du ein Produkt eines anderen Unternehmens w\u00E4hrend du ein Produkt eines anderen Unternehmens im Einkaufswagen hast, so wird das neue Produkt nicht deinem Einkaufswagen hinzugef\u00FCgt.\nTippst du auf das Einkaufswagen-Symbol am rechten unteren Bildschirmrand, so \u00F6ffnet sich dein Einkaufswagen. Hier siehst du eine Auflistung deiner bereits gescannten Produkte. Hier kannst du die Anzahl einzelner Produkte \u00E4ndern oder sie aus deinem Einkaufswagen entfernen. Produkte, die der Verk\u00E4ufer als best\u00E4tigungspflichtig markiert hat (\"Kann nur an der Kasse bezahlt werden\") k\u00F6nnen nicht bearbeitet werden.\nDr\u00FCckt man auf den \"Zur Kasse\"-Button, so wird der Nettobetrag der Produkte, die du selbst bezahlen kannst, von deinem Konto abgebucht. Die restlichen Produkte werden dann erst abgebucht, wenn der Verk\u00E4ufer diesen Kaufauftrag an der Kasse abschlie\u00DFt.</item>
        <item>Tippt man auf \"Mitarbeiter verwalten\", so wird einem eine Liste der Kontonummern der in diesem Unternehmen gemeldeten Mitarbeiter angezeigt. Fehlt ein Mitarbeiter im Unternehmen oder ist ein Mitarbeiter zu viel in diesem Unternehmen, so melde das bitte sofort an die Zentralbank.\nEs gibt auch die M\u00F6glichkeit diese Liste \u00FCber die Suchfunktion nach einer bestimmten Kontonummer zu filtern.\n\nTippt man nun auf einen Mitarbeiter, so kann man alle relevanten Daten des Mitarbeiters festlegen.\nIm \"Bruttolohn\"-Feld muss der Bruttolohn des Mitarbeiters eingetragen werden. Im Nettolohnfeld wird dann der Nettolohn berechnet, den der Angestellte nach dem aktuellen Steuersatz erhalten w\u00FCrde, dargestellt. Man kann zwar einen Bruttolohn unter 1S speichern, bei der Lohnabrechnung wird dann aber trotzdem der Mindestlohn abgerechnent.\nIn der \"Arbeitszeiten\"-Tabelle werden die festgelegten Start- und Endzeiten des Angestellten dargestellt. Diese Zeiten bestimmen auch, wann der Lohn an den Angestellten ausgezahlt werden soll. Der Lohn wird immer bei jeder gearbeiteten Stunde ausgezahlt. Ist die Arbeitszeit des Angestellten nicht ohne Rest durch 60 Minuten teilbar, so wird der \u00FCbersch\u00FCssige Rest als ganze Stunde ausgezahlt, sobald der Rest vollendet wurde.\nMan kann eine schon bestehende Arbeitszeit antippen und bearbeiten oder eine neue Arbeitszeit hinzuf\u00FCgen.\n\u00DCberschneiden sich Arbeitszeiten, so wird nur eine dieser Arbeitszeiten ausbezahlt.\n\nIn der \"Berechtigungen\"-Tabelle werden die Funktionen dargestellt, auf die du deinem Angestellten Zugriff gew\u00E4hren kannst. Sobald der Haken gesetzt wurde, hat dein Angestellter im Zugriff auf diese Unternehmensfunktion. Du siehst hier nur die Funktionen, auf die du auch selbst Zugriff hast.\n\nM\u00F6chtest du deine Daten auf dem Server speicher, so bet\u00E4tige einfach den \"Speichern\"-Knopf.</item>
        <item>Tippt man auf \"Produkte verwalten\", so \u00F6ffnet sich eine Liste in den Produkten die momentan in diesem Unternehmen gespeichert sind.\nTippt man auf einen dieser Produkte, so ist es einem m\u00F6glich den Namen und den Preis des Produktes zu bearbeiten. Desweiteren kann man einstellen, ob dieses Produkt vom Kunden ohne Best\u00E4tigung an der Kasse im \"Scannen\"-Bereich bezahlt werden kann. Auch kann eingestellt werden, ob dieses Produkt \u00FCberhaupt noch zum Kauf verf\u00FCgbar sein soll.\nTippt man auf das Plus-Symbol am rechten unteren Bildschirmrand, so kann man ein neues Produkt hinzuf\u00FCgen. Hier \u00F6ffnet sich nun das gleiche Formular wie zum Produkte bearbeiten, nur, dass dieses mal auch der Barcode als Zahlen eingegeben werden muss. Hier ist es jedoch wichtig, dass der eingegebene Barcode zwischen 7 bis 13 Stellen lang ist und der Barcode in diesem Unternehmen noch nicht hinzugef\u00FCgt wurde.</item>
        <item>Tippt man bei den Unternehmensfunktionen auf \"Kasse\", so \u00F6ffnet sich eine Liste der Kaufauftr\u00E4ge, die schon in das Unternehmen eingegangen sind.\nIn blau werden alle Kaufauftr\u00E4ge angezeigt, die noch nicht abgeschlossen wurden. In grau werden die abgeschlossenen Kaufauftr\u00E4ge dargestellt.\nIst ein Kaufauftrag noch nicht abgeschlossen, so wurde bis jetzt nur die Summe von Produkten vom Kundenkonto auf das Unternehmenskonto \u00FCberwiesen, die vom Kunde selbst gekauft werden konnte. Die Restsumme steht noch aus.\nLinks wird der Wochentag und die Uhrzeit der Erstellung des Kaufauftrags angezeigt. In der Mitte ist die Kontonummer des K\u00E4ufers zu sehen. Rechts am Rand wird die Gesamtsumme des Kaufauftrags in Stromer angezeigt.\nEin neuer Kaufauftrag kann an der Kasse hinzugef\u00FCgt werden, wenn man auf das Feld \"Kaufauftrag hinzuf\u00FCgen\" tippt. Es \u00F6ffnet sich ein Dialog in welchem man die Kontonummer des Empf\u00E4ngers angeben muss, an diesen dieser Kaufauftrag gerichtet ist.\nGibt man eine valide Kontonummer ein wird ein leerer Kaufauftrag auf dem Server erstellt und die Liste wird aktualisiert.\nAllgemein wird die Liste immer automatisch aktualisiert, wenn ein Kaufauftrag durch einen Kunden oder einer anderen Kasse hinzugef\u00FCgt oder abgeschlossen wurde.\n\nTippt man auf einen abgeschlossenen Kaufauftrag, so kann man lediglich die Einkaufsliste des Kaufauftrags betrachten.\nTippt man auf einen noch nicht abgeschlossenen Kaufauftrag, so werden die schon bezahlten Produkte grau unterlegt und k\u00F6nnen nicht weiter bearbeitet werden. Die schwarzen Produkte sind noch nicht bezahlt und k\u00F6nnen noch bearbeitet werden (Produkt, Preis, Anzahl).\nAu\u00DFerdem kann auch ein neues Produkt zu diesem Kaufauftrag hinzugef\u00FCgt werden. Dort kann man dann, wie schon beim bearbeiten eines Produktes, das Produkt, den Preis und die Anzahl festlegen.\nDr\u00FCckt man nun auf \"Abschlie\u00DFen\" so wird die Restsumme vom Kundenkonto abgezogen und dem Unternehmen gutgeschrieben.\nWichtig ist, dass sobald man einen Kaufauftrag an der Kasse in irgendeiner Form ver\u00E4ndert, der Kunde vor dem Abschlie\u00DFen in einem entsprechenden Dialog nocheinmal sein Passwort eingeben muss.\nWichtig ist auch, dass sobald man die Detailansicht f\u00FCr einen Kaufauftrag verl\u00E4sst, alle \u00C4nderungen an diesem Kaufauftrag verloren gehen.\n\nIn der Liste \u00FCber alle Kaufauftr\u00E4ge gibt es auch noch eine Suchfunktion. Dort kann man alle Kaufauftr\u00E4ge nach einer bestimmten Kunden-Kontonummer filtern lassen.</item>
        <item>Im Statistik-Men\u00FC findest du eine grafische Darstellung der Wirtschaft des Unternehmens. Auf der X-Achse wird die Zeit aufgetragen, auf der Y-Achse der Kontostand in Stromer. Mit einer Zoom-Gestik auf X-Ebene im Diagramm ist es m\u00F6glich, das Diagramm in X-Richtung zu detaillieren. Mit einer Zoom-Gestik auf Y-Ebene wird die Y-Achse genauer dargestellt.\nKlickst du auf das aktualisieren Symbol im rechten oberen Bildschirmbereich, so wird das Diagramm mit den aktuallen Daten aktualisiert.</item>
    </string-array>

    <string-array name="anleitungen_short" translatable="false">
        <item>Überweisungen ansehen</item>
        <item>Überweisen</item>
        <item>Scannen</item>
        <item>Mitarbeiter verwalten</item>
        <item>Produkte verwalten</item>
        <item>Kasse</item>
        <item>Statistiken</item>
    </string-array>
</resources>